Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: Can’t access memory card because it’s shared
bn_bd: শেয়ার্ড থাকা অবস্থায় মেমরি কার্ডে প্রবেশ করা যাবেনা

source: Carrier
bn_bd: অপারেটর

source: Carrier:
bn_bd: ক্যারিয়ার:

source: CAUTION
bn_bd: সতর্কতা

source: CCK code
bn_bd: CCK কোড

source: CCK must have between 8 and 16 characters.
bn_bd: CCK অবশ্যই ৮ থেকে ১৬ অক্ষরের হতে হবে।

source: CDMA record information
bn_bd: CDMA রেকর্ড তথ্য

source: Celebs
bn_bd: সেলিব্রেটি

source: Cellular Data
bn_bd: সেলুলার ডাটা

source: Cellular & Data
bn_bd: সেলুলার ও ডাটা

source: Certificate deletion failed
bn_bd: সার্টিফিকেট অপসারণে ব্যর্থ

source: Certificate import failed
bn_bd: সার্টিফিকেট ইম্পোর্ট করতে ব্যর্থ

source: Certificate List
bn_bd: সার্টিফিকেটের তালিকা

source: Change
bn_bd: পরিবর্তন

source: Change homescreen
bn_bd: প্রধান স্ক্রিন পরিবর্তন

source: Change passcode
bn_bd: পাসকোড পরিবর্তন করুন

source: Change phone name
bn_bd: ফোনের নাম পরিবর্তন করুন

source: Change photo
bn_bd: ছবি পরিবর্তন করুন

source: Change PIN
bn_bd: PIN পরিবর্তন

source: Change the name of your device as it appears in your computer
bn_bd: আপনার ডিভাইস এর নাম পরিবর্তন করুন যেটি আপনার কম্পিউটারে প্রদর্শিত হবে

source: Change Wallpaper
bn_bd: ওয়ালপেপার পরিবর্তন

source: Channel {{channel}}
bn_bd: চ্যানেল {{channel}}

source: Check for new messages
bn_bd: নতুন বার্তার খোঁজ কর

source: Check here to let us contact you from your email.
bn_bd: এখানে চেক করুন এবং আপনার সাথে ইমেইলে যোগযোগের অনুমতি দিন।

source: … checking
bn_bd: ...পরীক্ষা করা হচ্ছে

source: Check that the device you’re trying to connect with is still in range and has Bluetooth turned on.
bn_bd: আপনি যে ডিভাইস অনুসন্ধান করছেন যাচাই করুন তা এখনও সীমার মধ্যে রয়েছে এবং তার ব্লুটুথ চালু আছে।

source: Check the progress in Notification center
bn_bd: নোটিফিকেশন সেন্টারে অগ্রগতি দেখুন

source: Check the spelling of the addresses above. Your mail server indicated one or more of the addresses above are incorrect.
bn_bd: উপরের ঠিকানাগুলোর বানান পরীক্ষা করুন। আপনার মেইল সার্ভার এক বা একাধিক ঠিকানাকে ভুল হিসেবে চিহ্নিত করেছে।

source: Choose where photos, videos, music and downloads are stored by default.
bn_bd: পূর্বনির্ধারিতভাবে কোথায় ছবি, ভিডিও, সঙ্গীত এবং ডাউনলোড সংরক্ষিত হবে তা দেখিয়ে দিন।

source: City
bn_bd: শহর

source: City:
bn_bd: শহর:

source: Clear all
bn_bd: সব পরিষ্কার

source: Clear all text
bn_bd: সব লেখা পরিষ্কার কর

source: Clear bookmarks data
bn_bd: বুকমার্ক করা ডাটা পরিষ্কার কর

source: Clear history
bn_bd: ইতিহাস পরিষ্কার কর

source: Clear selected calls?
bn_bd: নির্বাচিত কল অপসারণ করবেন?

source: Click Sound
bn_bd: ক্লিক শব্দ

source: Click the verification link in your email to confirm your account.
bn_bd: অ্যাকাউন্ট নিশ্চিত করতে আপনার ই-মেইলের ভেরিফিকেশন লিঙ্কে ক্লিক করুন।

source: Clock
bn_bd: ঘড়ি

source: Close Channel
bn_bd: বন্ধ চ্যানেল

source: Close menu
bn_bd: মেনু বন্ধ করুন

source: colon
bn_bd: কোলন

source: comma
bn_bd: কমা

source: Comment
bn_bd: মন্তব্য

source: Comment:
bn_bd: মন্তব্য:

source: Comments
bn_bd: মন্তব্য

source: Company
bn_bd: কোম্পানি

source: Compose
bn_bd: কম্পোজ

source: Compose message
bn_bd: বার্তা লিখন

source: Conference ({{n}})
bn_bd: কনফারেন্স ({{n}})

source: Configuration message received
bn_bd: কনফিগারেশন বার্তা পাওয়া গিয়েছে

source: Configuration message received, tap on “Done” to continue.
bn_bd: কনফিগারেশন বার্তা পাওয়া গিয়েছে। চালিয়ে যেতে "গ্রহণ" এ চাপুন।

source: Configure with:
bn_bd: কনফিগার করুন এটা দিয়ে:

source: Confirm devices to pair
bn_bd: ডিভাইস জুটিবদ্ধ করা হবে কিনা তা নিশ্চিত করুন

source: Confirm new PIN
bn_bd: নতুন পিন নিশ্চিত করুন

source: Confirm new PIN2
bn_bd: নতুন পিন২ নিশ্চিত করুন

source: Confirm Passcode
bn_bd: পাসকোড নিশ্চিতকরণ

source: Confirm Your Account
bn_bd: অ্যাকাউন্ট নিশ্চিত করুন

source: Connected
bn_bd: সংযুক্ত

source: Connected to media audio
bn_bd: মিডিয়া অডিও এর সাথে সংযুক্ত

source: Connected to phone audio
bn_bd: ফোন অডিও এর সাথে সংযুক্ত

source: Connected to phone/media audio
bn_bd: ফোন/media অডিও সংযুক্ত হয়েছে

source: Connected to {{ssid}}
bn_bd: {{ssid}} এ সংযুক্ত হয়েছে

source: Connecting
bn_bd: সংযোগ স্থাপন করা হচ্ছে

source: Connecting to {{ssid}}…
bn_bd: {{ssid}} তে সংযুক্ত হচ্ছে...

source: Connection failed
bn_bd: সংযোগ বিছিন্ন

source: Connection problem or invalid MMI code
bn_bd: সংযোগে সমস্যা অথবা MMI কোড অকার্যকর

source: Connection speeds reduce after the limit is reached. Check with your data provider to set an appropriate alert level.
bn_bd: সীমাতে পৌঁছানোর পরে সংযোগ গতি কমে যায়। একটি উপযুক্ত সতর্কতা স্তর নির্ধারণ করতে আপনার ডাটা প্রদানকারীর সাথে যোগাযোগ করুন।

source: Connection unavailable. Connect to a network to download updates.
bn_bd: সংযোগ উপলব্ধ নেই। হালনাগাদ ডাউনলোড করার জন্য একটি নেটওয়ার্কে সংযুক্ত হোন।

source: Connect to the internet to add more Smart Collections
bn_bd: আরো স্মার্ট সংগ্রহ যোগ করতে ইন্টারনেটে সংযুক্ত হোন

source: Connect to the internet to get apps for {{query}}
bn_bd: {{query}} এর অ্যাপ পেতে ইন্টারনেটে যুক্ত হন

source: Connect to the internet to get even more apps for {{query}}
bn_bd: {{query}} এর আরো অ্যাপ পেতে ইন্টারনেটে যুক্ত হন

source: Connect with WPS
bn_bd: WPS দিয়ে সংযোগ

source: Console Enabled
bn_bd: কনসোল সক্রিয় করা আছে

source: Contact details
bn_bd: পরিচিতির বিবরণ

source: Contacts
bn_bd: পরিচিতি

source: Contacts delete cancelled
bn_bd: পরিচিতি অপসারণ বাতিল হয়েছে

source: Contacts Management
bn_bd: পরিচিতি ব্যবস্থাপনা

source: Contact your company representative
bn_bd: আপনার কোম্পানির প্রতিনিধির সাথে যোগাযোগ করুন

source: Continue to Mail
bn_bd: মেইল পড়ুন

source: Continuous Transition
bn_bd: ক্রমাগত পরিবর্তন

source: Converting to multimedia message.
bn_bd: মাল্টিমিডিয়া বার্তায় রূপান্তর করা হচ্ছে।

source: Converting to text message.
bn_bd: লিখিত বার্তায় রূপান্তর করা হচ্ছে।

source: Corrupted File
bn_bd: নষ্ট হওয়া ফাইল

source: Could not import contacts from memory card
bn_bd: মেমরি কার্ড থেকে পরিচিতিগুলি আনা যায় নি

source: Could not import contacts from SIM
bn_bd: সিম কার্ড থেকে পরিচিতিগুলি আনা যায় নি

source: Country
bn_bd: দেশ

source: Country:
bn_bd: দেশ:

source: Create account or sign in
bn_bd: অ্যাকাউন্ট তৈরি বা সাইন ইন\u0020

source: Create Account or Sign In
bn_bd: অ্যাকাউন্ট তৈরি বা সাইন ইন

source: Create all day event
bn_bd: সারা দিনের জন্য ইভেন্ট তৈরি

source: Create a Passcode
bn_bd: পাসকোড তৈরি করুন

source: Create a Password
bn_bd: পাসওয়ার্ড তৈরি করুন

source: Create event
bn_bd: ইভেন্ট তৈরি

source: Create new contact
bn_bd: নতুন পরিচিতি তৈরি করুন

source: Create new PIN (4 to 8 digits)
bn_bd: নুতুন PIN তৈরি করুন (৪ থেকে ৮ সংখ্যা)

source: Create PIN2 (must contain 4 to 8 digits)
bn_bd: একটি পিন তৈরী করুন (অবশ্যই ৪টি হতে ৮টি সংখ্যা থাকতে হবে)

source: Create PIN (must contain 4 to 8 digits)
bn_bd: একটি পিন তৈরী করুন (অবশ্যই ৪টি হতে ৮টি সংখ্যা থাকতে হবে)

source: Create Ringtone
bn_bd: রিংটোন তৈরি করুন

source: Create with:
bn_bd: যা দিয়ে তৈরি করবেন:

source: Create your own Smart Collection
bn_bd: আপনার নিজস্ব স্মার্ট সংগ্রহ তৈরি করুন

source: Credentials
bn_bd: প্রমান পত্র

source: Critically low battery
bn_bd: ব্যাটারী অনেক কম

source: Crop
bn_bd: কেঁটে ছোট করা

source: Current
bn_bd: বর্তমান

source: Current Level
bn_bd: বর্তমান অবস্থা

source: Current passcode
bn_bd: বর্তমান পাসকোড

source: (custom settings)
bn_bd: (বিবিধ সেটিং)

source: Custom tag
bn_bd: স্বনির্ধারিত ট্যাগ

source: Daily
bn_bd: দৈনিক

source: Daily Deals
bn_bd: প্রতিদিনের সবকিছু

source: Data Alert
bn_bd: ডাটা সতর্কতা

source: Database Upgrade
bn_bd: ডাটাবেস আপগ্রেড

source: Data Connection
bn_bd: ডাটা সংযোগ

source: Data: {{ data }}
bn_bd: ডাটা: {{ data }}

# Data: {{ data }}
source: Data: {{ data }}\n
bn_bd: ডাটা: {{ data }}\n

source: Data is sent to Mozilla and other service providers and will be used in the aggregate to improve those location databases. Data may be stored on your device and data collection may occur even when no apps are running.
bn_bd: মজিলা ও অন্যান্য পরিষেবা প্রদানকারীদের কাছে তথ্য পাঠানো হয় যাতে করে তারা তা ব্যবহারের মাধ্যমে অবস্থান ভিত্তিক উপাত্তের সমষ্টিগত উন্নতি করতে পারে। তথ্য আপনার ডিভাইসের মধ্যে সংরক্ষিত হতে পারে এবং এমনকি যখন কোন অ্যাপ্লিকেশন চালানো হচ্ছে তখন তথ্য সংগ্রহ করা হতে পারে।

source: Data Report
bn_bd: ডাটা প্রতিবেদন

source: Data Report and Alert
bn_bd: ডাটা প্রতিবেদন ও সতর্কতা

source: Data Roaming
bn_bd: ডাটা রোমিং

source: Data service network and Marketplace payments
bn_bd: ডাটা সার্ভিস নেটওয়ার্ক ও মার্কেটপ্লেস পেমেন্ট

source: Data Settings
bn_bd: ডাটা সেটিং

source: Data {{type}} off
bn_bd: ডেটা {{type}} বন্ধ

source: Data {{type}} on
bn_bd: ডেটা {{type}} চালু

source: Data usage
bn_bd: ব্যবহৃত ডাটা

source: Data usage limit
bn_bd: তথ্য ব্যবহারের সীমা

source: Data use alert
bn_bd: ডাটা ব্যবহারের সতর্কতা

source: Date
bn_bd: তারিখ

source: Dates
bn_bd: তারিখ

source: Date Taken
bn_bd: ধারনের তারিখ

source: Date & Time
bn_bd: তারিখ ও সময়

source: Dating
bn_bd: ডেটিং

source: Day
bn_bd: দিন

source: Days to sync
bn_bd: সিংক্রোনাইজ করার দিন

source: Debugging via USB
bn_bd: USB দিয়ে ডিবাগিং

source: Dec
bn_bd: ডিসে

source: December
bn_bd: ডিসেম্বর

source: (default)
bn_bd: (পূর্বনির্ধারিত)

source: Default Media Location
bn_bd: পূর্বনির্ধারিত মিডিয়ার লোকেশন

source: delete
bn_bd: অপসারণ

source: Delete 1 Contact? This cannot be undone.
bn_bd: ১ টি পরিচিতি অপসারণ করবেন? এটি আর ফেরত পাওয়া যাবে না।

source: Delete account
bn_bd: অ্যাকাউন্ট অপসারণ

source: Delete contact
bn_bd: পরিচিতি অপসারণ

source: Delete contact?
bn_bd: পরিচিতি অপসারণ করবেন?

source: Delete Contacts
bn_bd: পরিচিতি অপসারণ

source: Deleted phone numbers are removed from ICE Contact
bn_bd: মুছে ফেলা পরিচিতি ICE পরিচিতি থেকে অপসারিত হবে

source: Delete email message?
bn_bd: মেইল বার্তাগুলি অপসারণ করবেন?

source: Delete event
bn_bd: ইভেন্ট অপসারণ

source: Delete messages
bn_bd: বার্তা অপসারণ

source: Delete {{name}}
bn_bd: {{name}} অপসারণ

source: Delete {{name}}?
bn_bd: {{name}} অপসারণ করবেন?

source: Delete {{n}} Contacts? This cannot be undone.
bn_bd: {{n}}টি পরিচিতি অপসারণ করবেন? এগুলো আর ফেরত পাওয়া যাবে না।

source: Delete {{ n }} email messages?
bn_bd: {{ n }} টি ইমেইল বার্তা অপসারণ করবেন?

source: Delete {{ n }} items?
bn_bd: {{ n }} টি আইটেম অপসারণ করবেন?

source: Delete {{ n }} logs?
bn_bd: {{ n }} লগ অপসারণ করবেন?

source: Delete no files?
bn_bd: কোনো ফাইল অপসারণ হবে না?

source: Delete {{number}} files?
bn_bd: {{number}} টি ফাইল অপসারণ করবেন?

source: Delete one file?
bn_bd: একটি ফাইল অপসারণ করবেন?

source: Delete photo?
bn_bd: ছবি অপসারণ করবেন?

source: Delete ringtone
bn_bd: রিংটোন অপসারণ

source: Delete Ringtone
bn_bd: রিংটোন অপসারণ

source: Delete selected item?
bn_bd: নির্বাচিতগুলো অপসারণ করবেন?

source: Delete selected log?
bn_bd: নির্বাচিত লগ অপসারণ করবেন?

source: Delete selected messages?
bn_bd: নির্বাচিত বার্তাগুলো অপসারণ করবেন?

source: Delete selected message threads?
bn_bd: নির্বাচিত বার্তাগুচ্ছ অপসারণ করবেন?

source: Delete this email message?
bn_bd: এই মেইলের বার্তা অপসারণ করবেন?

source: Delete video?
bn_bd: ভিডিও অপসারণ করবেন?

source: Deleting…
bn_bd: অপসারিত হচ্ছে…

source: Deleting contacts
bn_bd: পরিচিতি অপসারণ

source: Delivered:
bn_bd: প্রেরিত:

source: Depending on your service agreement, extra charges may apply for data when you are in a roaming area.
bn_bd: আপনার সেবার চুক্তি অনুযায়ী, যখন আপনি রোমিং এলাকায় থাকবেন তখন ইন্টারনেটের জন্য অতিরিক্ত খরচ হতে পারে।

source: Deselect all
bn_bd: সব অনির্বাচন

source: Developer HUD
bn_bd: ডেভেলপার HUD

source: Developer Menu
bn_bd: ডেভেলপার মেনু

source: Developer Settings
bn_bd: ডেভেলপার সেটিং

source: Device Information
bn_bd: ডিভাইস সংক্রান্ত তথ্য

source: {{deviceName}} would like to transfer {{fileName}} ({{fileSize}}).
bn_bd: {{deviceName}}, {{fileName}} ({{fileSize}}) স্থানান্তর করতে চাচ্ছে।

source: Devices in the area
bn_bd: আসপাশে যেসব ডিভাইস আছে

source: Devices in the Area
bn_bd: সীমার মধ্যে ডিভাইসসমূহ

source: Device space low.
bn_bd: ডিভাইসে জায়গা কম।\n

source: {{device}} would like to pair with this phone. To accept, enter the passkey on the device.
bn_bd: {{device}} এই ফোনের সাথে জুটিবদ্ধ হতে চাচ্ছে। গ্রহণ করতে, ডিভাইসে পাসকী টি প্রবেশ করান:

source: {{device}} would like to pair with this phone. To accept, enter the PIN on the device.
bn_bd: {{device}} এই ফোনের সাথে জুটিবদ্ধ হতে চাচ্ছে। গ্রহণ করতে, ডিভাইসে পিনটি প্রবেশ করান:

source: {{device}} would like to pair with this phone. To accept, make sure that both devices currently have the following PIN displayed:
bn_bd: {{device}} এই ফোনের সাথে জুটিবদ্ধ হতে চাচ্ছে। গ্রহণ করতে, নিশ্চিত করুন যে উভয় ডিভাইসে নিচের এই পিন প্রদর্শন করছে:

source: DevTools via Wi-Fi
bn_bd: ওয়াই-ফাই এর মাধ্যমে DevTools

source: Dial from:
bn_bd: ডায়াল করুন এটা থেকে:

source: Dial modified to dial
bn_bd: ডায়াল ডায়ালে পরিবর্তিত হয়েছে

source: Dial modified to SS
bn_bd: ডায়াল SS এ পরিবর্তিত হয়েছে

source: Dial modified to USSD
bn_bd: ডায়াল USSD তে পরিবর্তন করা হয়েছে

source: Dial {{number}}
bn_bd: {{number}} ডায়াল করুন

source: Dial Pad
bn_bd: ডায়াল প্যাড

source: Did you mean:
bn_bd: আপনি কি বোঝাতে চাচ্ছেন:

source: Disable FDN
bn_bd: FDN নিষ্ক্রিয় করুন

source: Discard
bn_bd: বাতিল

source: Discard email?
bn_bd: ইমেইলটি বাতিল করবেন?

source: Discard the message you’re composing and open the new message?
bn_bd: যে বার্তাটি লিখেছেন সেটি বাতিল করে নতুন একটি বার্তা খুলতে চান?

source: Display notifications for new messages
bn_bd: নতুন বার্তার জন্যে বিজ্ঞপ্তি প্রদর্শন কর

source: Display Text
bn_bd: লেখা প্রদর্শন

source: Domain\\Username
bn_bd: ডোমেইন\\ব্যবহারকারীর নাম

source: Do not tell websites and apps anything about my tracking preferences
bn_bd: ওয়েবসাইট এবং অ্যাপসমূহকে আমার ট্র্যাকিং দক্ষতা সম্পর্কে কোনকিছু বলবেন না

source: Don’t allow
bn_bd: অনুমোদন করবেন না

source: Don’t see an email? {{resend}}.
bn_bd: কোনো ইমেইল দেখতে পারছেন না? {{resend}}।

source: Don’t Send
bn_bd: প্রেরন করবেন না

source: Don’t Share
bn_bd: শেয়ার করবেন না

source: Don’t worry. Your email will always be kept private.
bn_bd: চিন্তা করবেন না। আপনার ইমেইল সর্বদা গোপন রাখা হবে।

source: double quote
bn_bd: উদ্ধৃতি চিহ্ন

source: Download and manage forward locked music, ringtones and wallpaper
bn_bd: ফরওয়ার্ড লকড মিউজিক, রিংটোন এবং ওয়ালপেপার ডাউনলোড এবং ব্যবস্থাপনা

source: Download attachments
bn_bd: এটাচমেন্টগুলি ডাউনলোড করুন

source: Download complete
bn_bd: ডাউনলোড শেষ

source: Download failed
bn_bd: ডাউনলোড ব্যর্থ হয়েছে

source: Downloading…
bn_bd: ডাউনলোড করা হচ্ছে…

source: Downloading ringtone…
bn_bd: রিংটোন ডাউনলোড হচ্ছে…

source: Downloading song…
bn_bd: গান ডাউনলোড হচ্ছে...

source: Downloading updates… <span>{{ progress }} downloaded.</span>
bn_bd: হালনাগাদ ডাউনলোড হচ্ছে… <span>{{ progress }} ডাউনলোড সম্পন্ন হয়েছে।</span>

source: Downloading wallpaper…
bn_bd: ওয়ালপেপার ডাউনলোড হচ্ছে...

source: Downloading {{ appName }}
bn_bd: {{ appName }} ডাউনলোড হচ্ছে

source: Download ringtone?
bn_bd: রিংটোন ডাউনলোড করবেন?

source: Download song?
bn_bd: গান ডাউনলোড করবেন?

source: Download started
bn_bd: ডাউনলোড শুরু হয়েছে

source: Download stopped
bn_bd: ডাউনলোড শেষ হয়েছে

source: Download update now?
bn_bd: এখন ডাউনলোড আপডেট করবেন?

source: Download updates via data connection?
bn_bd: ডাটা সংযোগের মাধ্যমে হালনাগাদ ডাউনলোড করবেন?

source: Download wallpaper?
bn_bd: ওয়ালপেপার ডাউনলোড করবেন?

source: Download was stopped. Try downloading again?
bn_bd: ডাউনলোড বন্ধ হয়েছে। পুনরায় ডাউনলোড করার জন্য চেষ্টা করবেন?

source: Do you want to disable Airplane mode to update or top up?
bn_bd: হালনাগাদ বা টপ-আপ করতে আপনি কি এরোপ্লেন মোড নিস্ক্রিয় করতে চান?

source: Do you want to download {{name}}?
bn_bd: আপনি কি {{name}} ডাউনলোড করবেন?

source: Do you want to install this audio file as a song or as a ringtone?
bn_bd: আপনি কি এই অডিও ফাইলটি গান বা রিংটোন হিসেবে ইনস্টল করতে চান?

source: Do you want to stop the download in progress?
bn_bd: চলতে থাকা ডাউনলোডটি কে কি থামাতে চান?

source: Do you want to turn Bluetooth on?
bn_bd: আপনি কি ব্লুটুথ চালু করতে চান?

source: Do you want to unlink your friend?
bn_bd: আপনি কি আপনার বন্ধুকে লিঙ্কমুক্ত করতে চান?

source: Drafts
bn_bd: খসড়াসমূহ

source: Drag from the left edge of your screen to return to recently used apps.
bn_bd: সাম্প্রতিক ব্যবহার করা অ্যাপে ফেরত যেতে স্ক্রীনের বাম প্রান্ত থেকে সুইপ করুন।

source: Drag from the left or right edge of the screen to jump between apps.
bn_bd: অ্যাপগুলোর মধ্যে যাওয়া আসা করতে স্ক্রীনের বাম বা ডান পাশ থেকে টানুন।

source: Draw Layer Borders
bn_bd: লেয়ারের বর্ডার আঁকুন

source: Draw Tile Borders
bn_bd: এই সীমানা আঁকুন

source: Duplicates found
bn_bd: অনুরূপ পাওয়া গেছে

source: EAP method
bn_bd: EAP পদ্ধতি

source: Earthquake-tsunami warning!
bn_bd: ভূমিকম্প-সুনামি সতর্কতা!

source: Earthquake warning!
bn_bd: ভূমিকম্প সতর্কতা!

source: EB
bn_bd: এক্সাবাইট

source: Edge Swipe Navigation
bn_bd: ধার বরাবর সুইপ

source: Edit alarm
bn_bd: অ্যালার্ম সম্পাদনা

source: Edit bookmark
bn_bd: বুকমার্ক সম্পাদনা

source: Edit call log
bn_bd: কল লগ সম্পাদনা করুন

source: Edit call log dialog
bn_bd: কল লগ সংলাপ সম্পাদনা করুন

source: Edit contact
bn_bd: পরিচিতি সম্পাদনা

source: Edit downloads
bn_bd: ডাউনলোড সম্পাদনা

source: Edit Event
bn_bd: ইভেন্ট সম্পাদনা

source: Edit link
bn_bd: লিঙ্ক সম্পাদন করুন

source: Edit Picture
bn_bd: ছবি সম্পাদন করুন

source: Effects
bn_bd: ইফেক্টসমূহ

source: Electronics
bn_bd: ইলেকট্রনিক সামগ্রী

source: Email:
bn_bd: ইমেইল:

source: E-Mail
bn_bd: ই-মেইল

source: Email address
bn_bd: ইমেল ঠিকানা

source: Email address:
bn_bd: ইমেল ঠিকানা:

source: Emails
bn_bd: ইমেইল

source: Email sent.
bn_bd: ইমেইল পাঠানো হয়েছে।

source: Email successfully added
bn_bd: ইমেইল সফলভাবে যুক্ত হয়েছে

source: EmergencyCall
bn_bd: জরুরী কল

source: Emergency Call
bn_bd: জরুরী কল

source: Emergency callback
bn_bd: জরুরী কলব্যাক

source: Emergency call back mode
bn_bd: জরুরী কলব্যাক মোড

source: Emergency calls are not allowed by the network.
bn_bd: নেটওয়ার্কে জরুরী কল অনুমোদিত নয়।

source: Emergency number
bn_bd: জরুরী নম্বর

source: (Emergency numbers will always be dialable)
bn_bd: (জরুরি নম্বর গুলোকে সবসময় ডায়াল করা যাবে)

source: Emergency warning!
bn_bd: জরুরী সতর্কতা!

source: Enable Data
bn_bd: ডাটা সক্রিয় করুন

source: Enable FDN
bn_bd: FDN সক্রিয় করুন

source: Enable Find My Device
bn_bd: Find My Device সক্রিয় করুন

source: Enable Geolocation
bn_bd: ভূঅবস্থান সক্রিয়করণ

source: Enable Geolocation?
bn_bd: ভৌগোলিক অবস্থান সক্রিয় করবেন?

source: Enable USB storage?
bn_bd: ইউএসবি সংগ্রহস্থল সক্রিয় করবেন?

source: Enabling data connection now will allow you to set up your phone without a Wi-Fi connection. You may also enable it later on in Settings. Just make sure you have a data plan with your carrier to avoid potentially hefty charges.
bn_bd: ডাটা কানেকশন অনুমোদন সাপেক্ষে ওয়াই ফাই সংযোগ ছাড়াই আপনি আপনার ফোন সেট আপ করার অনুমতি পাবেন। আপনি সেটিং এ গিয়ে পরে তা সক্রিয় করতে পারবেন। আপনি শুধু সম্ভাব্য অতিরিক্ত চার্জ এড়ানোর আপনার অপারেটরের সঙ্গে ডাটা প্ল্যান আছে কিনা তা নিশ্চিত করুন।

source: End date
bn_bd: শেষের তারিখ

source: End date must come after start date
bn_bd: সমাপ্তির তারিখ অবশ্যই শুরুর তারিখের পর আসবে

source: End time
bn_bd: সমাপ্তির সময়

source: Enter a mobile data limit alert
bn_bd: সতর্ক করতে মোবাইল ডাটা সীমা দিন

source: Enter any keyword or topic and your phone will instantly adapt.
bn_bd: কোন মূলশব্দ বা বিষয় প্রবেশ করান এবং আপনার ফোন তাৎক্ষণিকভাবে খাপ খাইয়ে নিবে।

source: Enter any topic or keyword
bn_bd: যেকোনো বিষয় বা শব্দ দিন

source: Enter any topic or search query
bn_bd: যেকোন বিষয় বা অনুসন্ধান এর শব্দ দিন

source: Enter CCK code
bn_bd: CCK কোড দিন

source: Enter certificate nick name
bn_bd: সার্টিফিকেটের ডাক নাম প্রবেশ করান

source: Enter HNCK code
bn_bd: HNCK কোড লিখুন

source: Enter NCK1 code
bn_bd: NCK1 কোড প্রবেশ করান

source: Enter NCK2 code
bn_bd: NCK2 কোড দিন

source: Enter NCK code
bn_bd: NCK কোড প্রবেশ করান

source: Enter passcode
bn_bd: পাসকোড প্রবেশ করান

source: Enter PIN
bn_bd: পিন প্রবেশ করুন

source: Enter PIN code
bn_bd: পিন কোড প্রবেশ করুন

source: Enter PUK2 code
bn_bd: PUK2 কোড প্রবেশ করান

source: Enter PUK code
bn_bd: পাক কোড প্রবেশ করান

source: Enter RCCK code
bn_bd: RCCK কোড দিন

source: Enter RSPCK code
bn_bd: RSPCK কোড দিন

source: Enter SIM {{n}} CCK
bn_bd: সিম {{n}} এর CCK প্রবেশ করান

source: Enter SIM {{n}} HNCK
bn_bd: সিম {{n}} এর HNCK প্রবেশ করান

source: Enter SIM {{n}} NCK
bn_bd: সিম {{n}} এর NCK প্রবেশ করান

source: Enter SIM {{n}} NCK1
bn_bd: সিম {{n}} এর NCK1 প্রবেশ করান

source: Enter SIM {{n}} NCK2
bn_bd: সিম {{n}} এর NCK2 প্রবেশ করান

source: Enter SIM {{n}} PIN
bn_bd: সিম {{n}} পিন লিখুন

source: Enter SIM {{n}} PUK
bn_bd: সিম {{n}} এর পাক প্রবেশ করান

source: Enter SIM {{n}} RCCK
bn_bd: সিম {{n}} এর RCCK প্রবেশ করান

source: Enter SIM {{n}} RSPCK
bn_bd: সিম {{n}} এর RSPCK প্রবেশ করান

source: Enter SIM {{n}} SPCK
bn_bd: সিম {{n}} এর SPCK প্রবেশ করান

source: Enter SIM PIN
bn_bd: সিম পিন প্রবেশ করান

source: Enter SIM PIN2
bn_bd: সিম পিন২ প্রবেশ করান

source: Enter SPCK code
bn_bd: SPCK কোড প্রবেশ করান

source: Entertainment
bn_bd: বিনোদন

source: Enter the top-up code
bn_bd: টপ-আপ কোড প্রবেশ করান

source: Enter your email
bn_bd: আপনার ই-মেইল লিখুন

source: Enter Your Password
bn_bd: পাসওয়ার্ড লিখুন

source: Environment
bn_bd: পরিবেশ

source: Erasure was successful
bn_bd: অপসারণ সফল হয়েছে

source: error
bn_bd: ত্রুটি

source: Error creating video file path.
bn_bd: ভিডিও ফাইল পাথ তৈরি করতে সমস্যা।

source: Error in query
bn_bd: অনুসন্ধানে ত্রুটি পাওয়া গেছে

source: Error occurred. Email saved to outbox.
bn_bd: ত্রুটি ঘটেছে। ইমেইল আউটবক্সে সংরক্ষিত হয়েছে।

source: Error saving media file.
bn_bd: মিডিয়া ফাইল সংরক্ষণ করতে সমস্যা হচ্ছে।

source: Europe
bn_bd: ইউরোপ

source: Event
bn_bd: কর্মসূচী

source: Every 10 minutes
bn_bd: প্রতি ১০ মিনিটে

source: Every 15 minutes
bn_bd: প্রতি ১৫ মিনিটে

source: Every 30 minutes
bn_bd: প্রতি ৩০ মিনিটে

source: Every 5 minutes
bn_bd: প্রতি ৫ মিনিট

source: Every day
bn_bd: প্রতিদিন

source: Every hour
bn_bd: প্রতি ঘন্টায়

source: Everything…
bn_bd: সব…

source: exclamation point
bn_bd: আশ্চর্যবোধক চিহ্ন

source: Export
bn_bd: এক্সপোর্ট

source: Export Contacts
bn_bd: পরিচিতি এক্সপোর্ট

source: {{exported}}/{{total}} contacts exported
bn_bd: {{exported}}/{{total}} পরিচিতি এক্সপোর্ট করা হয়েছে

source: Export error
bn_bd: এক্সপোর্ট সংক্রান্ত ত্রুটি

source: Export to Bluetooth
bn_bd: ব্লুটুথের মাধ্যমে এক্সপোর্ট

source: Export to memory card
bn_bd: মেমরি কার্ডে এক্সপোর্ট

source: Export to SD Card
bn_bd: এসডি কার্ডে এক্সপোর্ট

source: Export to SIM
bn_bd: সিম কার্ডে এক্সপোর্ট

source: Exposure
bn_bd: এক্সপোজার

source: F
bn_bd: শুক্র

source: Facebook contacts cannot be set as ICE contacts
bn_bd: ICE পরিচিতি হিসেবে ফেসবুকের পরিচিতি সেট করা যাবে না

source: Fashion
bn_bd: ফ্যাশন

source: FAX
bn_bd: ফ্যাক্স

# FAX: {{ fax }}
source: FAX: {{ fax }}\n
bn_bd: ফ্যাক্স: {{ fax }}\n

source: Fax home
bn_bd: বাড়ির ফ্যাক্স

source: Fax office
bn_bd: অফিসের ফ্যাক্স

source: Fax other
bn_bd: অন্যান্য ফ্যাক্স

source: FDN active
bn_bd: FDN সক্রিয়

source: Fdn check failure
bn_bd: Fdn পরীক্ষা ব্যর্থ

source: FDN (Fixed Dialing Numbers) is activated and the following number is not in your FDN list: {{ number }}
bn_bd: FDN (ফিক্সড্‌ ডায়ালিং নাম্বার) সক্রিয় এবং নিচের এই নাম্বার আপনার FDN লিস্টে নাই: {{ number }}

source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipient are in your FDN list:<br />{{ numbers }}
bn_bd: FDN (ফিক্সড ডায়ালিং নম্বর) সক্রিয় করা আছে। এসএমএস সেন্টার এবং নিম্নলিখিত প্রাপক আপনার FDN তালিকায় আছে কিনা নিশ্চিত করুন:<br />{{ numbers }}

source: FDN (Fixed Dialing Numbers) is activated. Make sure the SMS center and the following recipients are in your FDN list:<br />{{ numbers }}
bn_bd: FDN (ফিক্সড ডায়ালিং নম্বর) সক্রিয় করা আছে। এসএমএস সেন্টার এবং নিম্নলিখিত প্রাপক আপনার FDN তালিকায় আছে কিনা নিশ্চিত করুন:<br />{{ numbers }}

source: Feb
bn_bd: ফেব্রু

source: February
bn_bd: ফেব্রুয়ারি

source: File could not be received
bn_bd: ফাইল গ্রহণ করা সম্ভব হয়নি

source: File could not be sent
bn_bd: ফাইল পাঠানো সম্ভব হয়নি
